.metadata/.plugins/org.eclipse.core.resources/.history/f9/40161460211b001811a6c728a527752a

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>
<ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com">
<ns2:EmployeeTypeInputParam>
<email id="1">apple@gmail.com</email>
<groupid>10</groupid>
<password>apple</password>
<userid>0</userid>
<username>apple</username>
</ns2:EmployeeTypeInputParam>
</ns2:addEmployeeMethod>
</S:Body>
</S:Envelope>